
////////////////////////////////////////////////////////////////////////////
//系统务接口start
///////////////////////////////////////////////////////////////////////////

/*************************************************************/
/**
 * 功能：发送心跳包，根据客户端的活跃度（最后收到服务器，或者发送到服务器的时间），在一定的时间内发生心跳给服务器，用以验证连接是否正常<br>
 * "action": "1.000"
 * "method": "1.1.0001"
 */
var request = {
	"head" : {
		"name" : "",
		"action" : "1.000",
		"method" : "1.1.0001",
		"version" : "1",
		"time" : 0
	},
	"body" : {}
};
var response = {
	"head" : {
		"resultCode" : "1",
		"resultMessage" : "",
		"name" : "",
		"action" : "1.000",
		"method" : "1.1.0001",
		"version" : "1",
		"time" : 1519378409028
	},
	"info" : {
		"success" : true,
		"errors" : [],
		"warnings" : []
	},
	"body" : {}
};