////////////////////////////////////////////////////////////////////////////
//个人业务接口start
///////////////////////////////////////////////////////////////////////////
/*************************************************************/
/**
 * 此方法为连接成功后第一个方法，必须调用
 * 用户信息验证：当客户端与服务器连接成功后，首先要验证token，成功后才能有权限访问其它接口
 * "action": "1-100"
 * "method": "1-10001"
 */
request = {
	"head" : {
		"key" : "1479884508485",
		"name" : "",
		"clientVersion" : "2.0",
		"clientType" : "1",
		"action" : "1-100",
		"method" : "1-10001",
		"version" : "1",
		"time" : 1479884508485
	},
	"body" : {
		"token" : "-2726864ab14fc3edf729f15a6e67de39", //[not null]
		"userId" : "99A22AFBF987F43D2F83C035A6F159A3" //[not null] 用户id，与获取token接口的用户id一致
	}
};

response = {
	"head" : {
		"key" : "1479884508485",
		"name" : "",
		"action" : "1-100",
		"method" : "1-10001",
		"version" : "",
		"resultCode" : "1",
		"resultMessage" : "",
		"time" : 1479884528961
	},
	"info" : {
		"success" : true,
		"errors" : [],
		"warnings" : []
	},
	"body" : {}
};
