////////////////////////////////////////////////////////////////////////////
//收到用户业务信息
///////////////////////////////////////////////////////////////////////////
/*************************************************************/
/**
 * 收到用户的信息更新推送
 * "action": "1-101" 
 * "method": "1-20010"
 */

push = {
	"head" : {
		"key" : "710cab7247b542d8ac515c3f22484519",
		"name" : "",
		"action" : "1-101",
		"method" : "1-20010",
		"version" : "1",
		"time" : 1479884567926
	},
	"body" : {
		"userData" : {
			"id" : "46", //用户id
			"head" : "http://headimg.jiaoyijie.cn/FhCFxg_vcxofgLh4W4MfVBjBpcX2", //用户头像
			"nickname" : "交易街-管理员", //用户昵称
			"name" : "交易街-管理员", //用户姓名
			"role" : "1", //用户角色 0：普通用户 1：管理员 2：老师助手 3：游客
			"onlineDateTime" : "2016-11-23 14:59:22", //用户上线时间，字符类型
			"onlineTimestamp" : 1479884362368 //用户上线时间的时间戳，long
		}
	}
};





