////////////////////////////////////////////////////////////////////////////
//收到个人业务信息
///////////////////////////////////////////////////////////////////////////

/*************************************************************/
/**
 * 收到其他客户端上线通知
 * "action": "1-100" 
 * "method": "1-20001"
 */

push = {
	"head" : {
		"key" : "710cab7247b542d8ac515c3f22484519",
		"name" : "",
		"action" : "1-100",
		"method" : "1-20001",
		"version" : "1",
		"time" : 1479884567926
	},
	"body" : {
		"userId" : "1",
		"offline" : false, //当前设备是否下线：true：下线 false:不用下线
		"client" : { //其他登录客户端信息
			"clientVersion" : "2.0", //客户端版本
			"clientType" : "1", //客户端类型
			"onlineTime" : 1479884567926 //上线时间戳
		}
	}
};