////////////////////////////////////////////////////////////////////////////
//收到聊天室业务信息
///////////////////////////////////////////////////////////////////////////
/*************************************************************/
/**
 * 收到用户加入聊天室信息
 * "action": "1-300" 
 * "method": "1-20001"
 */
push = {
	"head" : {
		"key" : "710cab7247b542d8ac515c3f22484519",
		"name" : "",
		"action" : "1-300",
		"method" : "1-20001",
		"version" : "1",
		"time" : 1479884567926
	},
	"body" : {
		"userId" : "99A22AFBF987F43D2F83C035A6F159A3", //加入的用户id
		"roomId" : "default", //
		"userData" : {
			"id" : "46", //用户id
			"head" : "http://headimg.jiaoyijie.cn/FhCFxg_vcxofgLh4W4MfVBjBpcX2", //用户头像
			"nickname" : "交易街-管理员", //用户昵称
			"name" : "交易街-管理员", //用户姓名
			"role" : "1", //用户角色 0：普通用户 1：管理员 2：老师助手 3：游客
			"onlineDateTime" : "2016-11-23 14:59:22", //用户上线时间，字符类型
			"onlineTimestamp" : 1479884362368 //用户上线时间的时间戳，long
		}
	}
};

/*************************************************************/
/**
 * 收到聊天室用户退出信息
 * "action": "1-300" 
 * "method": "1-20002"
 */
push = {
	"head" : {
		"key" : "88a7b9cd29714186859e0b58737792a9",
		"name" : "",
		"action" : "1-300",
		"method" : "1-20002",
		"version" : "1",
		"time" : 1479888821152
	},
	"body" : {
		"userId" : "46",
		"roomId" : "default"
	}
};

/*************************************************************/
/**
 * 收到聊天室禁言信息
 * "action": "1-300", 
 * "method": "1-20012"
 */

push = {
	"head" : {
		"key" : "cc4f80d3705342f3b53802989dc4fea3",
		"name" : "",
		"action" : "1-300",
		"method" : "1-20012",
		"version" : "1",
		"time" : 1479888127725
	},
	"body" : {
		"isBan" : true, //true：聊天室全体禁言 false：聊天室解除禁言
		"roomId" : "default"
	}
};